Repository: anacamargos/vuttr
Catalog: VeryUsefulToolstoRemember/VeryUsefulToolstoRemember/Resources/*.lproj/Localizable.strings
Languages: es

# home.search
source: Search
es: Buscar

# home.no_registered_tools
source: No tools were found
es: No se encontraron herramientas

# home.error_message
source: Unable to load Try again
es: No fue posible cargar Inténtalo de nuevo

# home.add_tool_success_message
source: The tool has been successfully added!
es: ¡La herramienta se ha agregado con éxito!

# home.remove_tool_success_message
source: The tool was removed successfully!
es: ¡La herramienta se eliminó correctamente!

# add_new_tool.add_new_tool_title
source: Add new tool
es: Agregar nueva herramienta

# add_new_tool.tool_name
source: Tool name
es: Nombre de la herramienta

# add_new_tool.tool_link
source: Tool link
es: Enlace de herramienta

# add_new_tool.tool_description
source: Tool description
es: Descripción de la herramienta

# add_new_tool.tags
source: Tags
es: Etiquetas

# add_new_tool.add_tool
source: Add tool
es: Agregar herramienta

# add_new_tool.required_field
source: Required field
es: Campo obligatorio

# add_new_tool.error_message
source: Unable to add the tool. Try again.
es: No se puede agregar la herramienta. Inténtalo de nuevo.

# remove_tool.remove_tool_title
source: Remove tool
es: Eliminar herramienta

# remove_tool.remove_tool_description
source: Are you sure you want to remove %@?
es: ¿Estás seguro de que quieres eliminar %@?

# remove_tool.remove_tool_cancel
source: Cancel
es: Cancelar

# remove_tool.remove_tool_confirmation
source: Yes, remove
es: Si, elimine

# remove_tool.error_message
source: It was not possible to remove the tool. Try again.
es: No fue posible quitar la herramienta. Inténtalo de nuevo.
